/* Localizable strings of com.apple.homeSync preference manifest */

"homeSync.pfm_title" =			"Синхронизация папки пользователя";
"homeSync.pfm_description" =			"Настройки синхронизации папки пользователя";

"isNewMobileAccount.pfm_title" =			"Новая мобильная учетная запись";
"isNewMobileAccount.pfm_description" =			"Установить «true», если это новая мобильная учетная запись, которая должна быть синхронизирована впервые.";
"periodicSyncOn.pfm_title" =			"Синхронизация в фоновом режиме вкл.";
"periodicSyncOn.pfm_description" =			"Установить «true» для синхронизации в фоновом режиме.";
"syncPeriodSeconds.pfm_title" =			"Интервал фоновой синхронизации";
"syncPeriodSeconds.pfm_description" =			"Интервал фоновой синхронизации в секундах.";
"replaceUserSyncList.pfm_title" =			"Заменить настройки синхронизации папки пользователя";
"replaceUserSyncList.pfm_description" =			"Установите «true» для замены заданных пользователем настроек синхронизации папки пользователя управляемыми настройками. Установите «false» для объединения с управляемыми настройками.";
"replaceUserPrefSyncList.pfm_title" =			"Заменить настройки синхронизации настроек";
"replaceUserPrefSyncList.pfm_description" =			"Установите «true» для замены заданных пользователем настроек синхронизации настроек управляемыми настройками. Установите «false» для объединения с управляемыми настройками.";

"syncedFolders.pfm_title" =			"Объекты синхронизации папки пользователя";
"syncedFolders.pfm_description" =			"Включить объекты для синхронизации в фоновом режиме во время входа пользователя.";
"syncedFolders-raw.pfm_title" =			"Управляемые объекты синхронизации папки пользователя";
"syncedFolders-raw.pfm_description" =			"Включить управляемые объекты для синхронизации в фоновом режиме во время входа пользователя.";
"syncedPrefFolders.pfm_title" =			"Объекты синхронизации настроек";
"syncedPrefFolders.pfm_description" =			"Включить объекты для синхронизации во время входа или выхода пользователя.";
"syncedPrefFolders-raw.pfm_title" =			"Управляемые объекты синхронизации настроек";
"syncedPrefFolders-raw.pfm_description" =			"Включить управляемые объекты для синхронизации во время выхода пользователя.";
"sync_item_description.pfm_title" =			"Описание";
"sync_item_description.pfm_description" =			"Описание файла или папки для синхронизации.";
"path.pfm_title" =			"Путь";
"path.pfm_description" =			"Путь файла или папки для синхронизации.";

"excludedItems.pfm_title" =			"Исключения синхронизации папки пользователя";
"excludedItems.pfm_description" =			"Вывести список объектов, исключенных из синхронизации папки пользователя.";
"excludedItems-raw.pfm_title" =			"Управляемые исключения синхронизации папки пользователя";
"excludedItems-raw.pfm_description" =			"Вывести список управляемых объектов, исключенных из синхронизации папки пользователя.";
"excludedPrefItems.pfm_title" =			"Исключения синхронизации настроек";
"excludedPrefItems.pfm_description" =			"Вывести список объектов, исключенных из синхронизации настроек.";
"excludedPrefItems-raw.pfm_title" =			"Управляемые исключения синхронизации настроек";
"excludedPrefItems-raw.pfm_description" =			"Вывести список управляемых объектов, исключенных из синхронизации настроек.";
"comparison.pfm_title" =			"Сравнение";
"comparison.pfm_description" =			"Тип сравнения.";
"value.pfm_title" =			"Значение";
"value.pfm_description" =			"Значение сравнения.";

"syncedFolders-UPK.pfm_title" =			"Управляемый способ объединения синхронизации папки пользователя";
"syncedFolders-UPK.pfm_description" =			"Управляемый способ объединения синхронизации папки пользователя";
"syncedPrefFolders-UPK.pfm_title" =			"Управляемый способ объединения синхронизации настроек";
"syncedPrefFolders-UPK.pfm_description" =			"Управляемый способ объединения синхронизации настроек";
"excludedItems-UPK.pfm_title" =			"Управляемый способ объединения фоновых исключений";
"excludedItems-UPK.pfm_description" =			"Управляемый способ объединения фоновых исключений";
"excludedPrefItems-UPK.pfm_title" =			"Управляемый способ объединения исключений настроек";
"excludedPrefItems-UPK.pfm_description" =			"Управляемый способ объединения исключений настроек";

"loginPrefSyncConflictResolution.pfm_title" =			"Разрешение конфликта синхронизации настроечных файлов при входе";
"loginPrefSyncConflictResolution.pfm_description" = 			"Данная настройка влияет на синхронизацию папки «~/Библиотеки» при входе. Установите «mobileHomeWins» для объединения папок пользователя и с целью разрешения конфликтов в пользу локальной (мобильной) папки пользователя, «mobileHomeCopy» для создания копии локальной папки пользователя в сетевой папке пользователя, «automatic» или «networkHomeWins» для объединения папок пользователя и с целью разрешения конфликтов за счет сетевой папки пользователя или «networkHomeCopy» для создания копии сетевой папки пользователя в локальной папке пользователя.";
"loginNonprefSyncConflictResolution.pfm_title" =			"Разрешение конфликта синхронизации ненастроечных файлов при входе";
"loginNonprefSyncConflictResolution.pfm_description" = 			"Данная настройка влияет на синхронизацию всех объектов, кроме объектов папки «~/Библиотеки» при входе. Установите «showConflictDialogs», чтобы показать диалоги во время появления конфликтов, «mobileHomeWins» для объединения папок пользователя и с целью разрешения конфликтов в пользу локальной (мобильной) папки пользователя, «mobileHomeCopy» для создания копии локальной папки пользователя в сетевой папке пользователя, «automatic» или «networkHomeWins» для объединения папок пользователя и с целью разрешения конфликтов за счет сетевой папки пользователя или «networkHomeCopy» для создания копии сетевой папки пользователя в локальной папке пользователя.";
"logoutPrefSyncConflictResolution.pfm_title" =			"Разрешение конфликта синхронизации настроек при выходе";
"logoutPrefSyncConflictResolution.pfm_description" = 			"Данная настройка влияет на синхронизацию папки «~/Библиотеки» при выходе. Установите «mobileHomeWins» для объединения папок пользователя и с целью разрешения конфликтов в пользу локальной (мобильной) папки пользователя, «mobileHomeCopy» для создания копии локальной папки пользователя в сетевой папке пользователя, «networkHomeWins» для объединения папок пользователя и с целью разрешения конфликтов за счет сетевой папки пользователя или «networkHomeCopy» для создания копии сетевой папки пользователя в локальной папке пользователя.";
"logoutNonprefSyncConflictResolution.pfm_title" =			"Разрешение конфликта синхронизации ненастроечных файлов при выходе";
"logoutNonprefSyncConflictResolution.pfm_description" = 			"Данная настройка влияет на синхронизацию всех объектов, кроме объектов папки «~/Библиотеки» при выходе. Установите «showConflictDialogs», чтобы показать диалоги во время появления конфликтов, «automatic» или «mobileHomeWins» для объединения папок пользователя и с целью разрешения конфликтов в пользу локальной (мобильной) папки пользователя, «mobileHomeCopy» для создания копии локальной папки пользователя в сетевой папке пользователя, «networkHomeWins» для объединения папок пользователя и с целью разрешения конфликтов за счет сетевой папки пользователя или «networkHomeCopy» для создания копии сетевой папки пользователя в локальной папке пользователя.";
"backgroundConflictResolution.pfm_title" =			"Разрешение конфликта синхронизации папки пользователя";
"backgroundConflictResolution.pfm_description" = 			"Данная настройка влияет на синхронизацию всех объектов, кроме объктов в папке «~/Библиотеки» в фоновом режиме. Установите «automatic» или «showConflictDialogs», чтобы показать диалоги во время появления конфликтов, «mobileHomeWins» для объединения папок пользователя и с целью разрешения конфликтов в пользу локальной (мобильной) папки пользователя, «mobileHomeCopy» для создания копии локальной папки пользователя в сетевой папке пользователя, «networkHomeWins» для объединения папок пользователя и с целью разрешения конфликтов за счет сетевой папки пользователя или «networkHomeCopy» для создания копии сетевой папки пользователя в локальной папке пользователя.";

"syncPreferencesAtLogin.pfm_title" =			"Синхронизировать настройки во время входа";
"syncPreferencesAtLogin.pfm_description" = 			"Данная настройка позволяет Вам синхронизировать настройки во время входа. Установите «automatic» или «sync», чтобы синхронизировать настройки во время входа, или «dontSync», чтобы не синхронизировать настройки во время входа.";
"syncPreferencesAtLogout.pfm_title" =			"Синхронизировать настройки во время выхода";
"syncPreferencesAtLogout.pfm_description" = 			"Данная настройка позволяет Вам синхронизировать настройки во время выхода. Установите «automatic» или «sync», чтобы синхронизировать настройки во время выхода, или «dontSync», чтобы не синхронизировать настройки во время выхода.";
"syncPreferencesAtSyncNow.pfm_title" =			"Синхронизировать настройки во время ручной синхронизации";
"syncPreferencesAtSyncNow.pfm_description" = 			"Данная настройка позволяет Вам синхронизировать настройки во время ручной синхронизации. Установите «automatic» или «sync», чтобы синхронизировать настройки во время ручной синхронизации, или «dontSync», чтобы не синхронизировать настройки во время ручной синхронизации.";
"syncPreferencesInBackground.pfm_title" =			"Синхронизировать настройки в фоновом режиме";
"syncPreferencesInBackground.pfm_description" = 			"Данная настройка позволяет Вам синхронизировать настройки во время фоновой синхронизации. Установите «automatic» или «sync», чтобы синхронизировать настройки в фоновом режиме, или «dontSync», чтобы не синхронизировать настройки в фоновом режиме.";

"syncBackgroundSetAtLogin.pfm_title" =			"Синхронизировать объекты папки пользователя во время входа";
"syncBackgroundSetAtLogin.pfm_description" = 			"Данная настройка позволяет Вам синхронизировать объекты папки пользователя во время входа. Установите «automatic» или «sync», чтобы синхронизировать объекты папки пользователя во время входа, или «dontSync», чтобы не синхронизировать объекты папки пользователя во время входа.";
"syncBackgroundSetAtLogout.pfm_title" =			"Синхронизировать объекты папки пользователя во время выхода";
"syncBackgroundSetAtLogout.pfm_description" = 			"Данная настройка позволяет Вам синхронизировать объекты папки пользователя во время выхода. Установите «automatic» или «sync», чтобы синхронизировать объекты папки пользователя во время выхода, или «dontSync», чтобы не синхронизировать объекты папки пользователя во время выхода.";
"syncBackgroundSetAtSyncNow.pfm_title" =			"Синхронизировать объекты папки пользователя во время ручной синхронизации";
"syncBackgroundSetAtSyncNow.pfm_description" = 			"Данная настройка позволяет Вам синхронизировать объекты папки пользователя во время ручной синхронизации. Установите «automatic» или «sync», чтобы синхронизировать объекты папки пользователя во время ручной синхронизации, или «dontSync», чтобы не синхронизировать объекты папки пользователя во время ручной синхронизации.";
"syncBackgroundSetInBackground.pfm_title" =			"Синхронизировать объекты папки пользователя в фоновом режиме";
"syncBackgroundSetInBackground.pfm_description" = 			"Данная настройка позволяет Вам синхронизировать объекты папки пользователя во время фоновой синхронизации. Установите «automatic» или «sync», чтобы синхронизировать объекты папки пользователя в фоновом режиме, или «dontSync», чтобы не синхронизировать объекты папки пользователя в фоновом режиме.";

"loginPrefSuppressErrors.pfm_title" =			"Подавлять ошибки синхронизации настроечных файлов при входе";
"loginPrefSuppressErrors.pfm_description" = 			"Установить «true» для подавления диалогов ошибок во время синхронизации при входе в папку «~/Библиотеки».";
"loginNonprefSuppressErrors.pfm_title" =			"Подавлять ошибки синхронизации ненастроечных файлов при входе";
"loginNonprefSuppressErrors.pfm_description" = 			"Установить «true» для подавления диалогов ошибок во время синхронизации при входе всех объектов, кроме объектов папки «~/Библиотеки».";
"logoutPrefSuppressErrors.pfm_title" =			"Подавлять ошибки синхронизации настроек при выходе";
"logoutPrefSuppressErrors.pfm_description" = 			"Установить «true» для подавления диалогов ошибок во время синхронизации при выходе из папки «~/Library».";
"logoutNonprefSuppressErrors.pfm_title" =			"Подавлять ошибки синхронизации ненастроечных файлов при выходе";
"logoutNonprefSuppressErrors.pfm_description" = 			"Установить «true» для подавления диалогов ошибок во время синхронизации всех объектов, кроме объектов папки «~/Библиотеки».";
"firstSyncSuppressErrors.pfm_title" =			"Подавлять ошибки начальной синхронизации";
"firstSyncSuppressErrors.pfm_description" = 			"Установить «true» для подавления диалогов ошибок во время начальной синхронизации.";
"backgroundSuppressErrors.pfm_title" =			"Подавлять ошибки синхронизации папки пользователя";
"backgroundSuppressErrors.pfm_description" = 			"Установите «true», чтобы блокировать диалоговые окна ошибок во время синхронизации папки пользователя.";

"loginSyncDialogTimeoutSeconds.pfm_title" =			"Время ожидания диалога входа";
"loginSyncDialogTimeoutSeconds.pfm_description" = 			"Предел в сек. показа ошибки при входе или диалогов конфликтов. Установите 0 для снятия предела времени.";
"logoutSyncDialogTimeoutSeconds.pfm_title" =			"Время ожидания диалога выхода";
"logoutSyncDialogTimeoutSeconds.pfm_description" = 			"Предел в сек. показа ошибки при выходе или диалогов конфликтов. Установите 0 для снятия предела времени.";

"disableFirstSyncCancel.pfm_title" =				"Отключить возможность отмены первой синхронизации";
"disableFirstSyncCancel.pfm_description" = 			"Установите флажок, чтобы отключить возможность отмены первой синхронизации.";
"disableLoginSyncCancel.pfm_title" =				"Отключить возможность отмены синхронизации при входе";
"disableLoginSyncCancel.pfm_description" =			"Установите флажок, чтобы отключить возможность отмены синхронизации при входе.";
"disableLogoutSyncCancel.pfm_title" =				"Отключить возможность отмены синхронизации при выходе";
"disableLogoutSyncCancel.pfm_description" =			"Установите флажок, чтобы отключить возможность отмены синхронизации при выходе.";

"progressDelaySeconds.pfm_title" =				"Время задержки диалогового окна хода выполнения";
"progressDelaySeconds.pfm_description" = 			"Время в секундах, на которое по разным причинам задерживается диалоговое окно хода выполнения. По умолчанию задано значение 0,5 секунды.";
"alertOnFailedMounts.pfm_title" =				"Предупреждать о сбоях подключения";
"alertOnFailedMounts.pfm_description" =			"Установите флажок, чтобы получать предупреждения в случае сбоя подключения сетевой папки пользователя.";

